{"translation-revision-date":"2025-12-29 02:29:53+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_TW"},"Preparing content":["準備內容"],"Close Now":["立即關閉"],"The starter site has been successfully removed. You may now close this window.":["入門網站已成功移除。您現在可以關閉此視窗。"],"Please wait and avoid closing this window while the starter site removal process is in progress.":["請稍候，在入門網站移除過程中請勿關閉此視窗。"],"Removing starter site...":["移除入門網站..."],"If your questions have not been answered by documentation or video tutorials, drop us a line.":["如果文件或影片教學未能解答您的問題，請給我們留言。"],"View Documentation":["查看文件"],"Dive in with our documentation and learn tips and tricks about Blocksy and its components.":["深入了解我們的文件，學習有關 Blocksy 及其組件的技巧和竅門。"],"Knowledge Base":["知識庫"],"Watch Tutorials":["觀看教學課程"],"Learn how to do just about anything within Blocksy by following our byte-sized video tutorials.":["觀看我們的精簡影片教學，掌握 Blocksy 的各項操作功能。"],"Video Tutorials":["影片教學"],"Join Our Community":["加入我們的社群"],"Share ideas, help others, ask questions and discuss your next project in our friendly community.":["在我們友善的社群中分享想法、當助他人、提出問題和討論你的下一個專案。"],"Facebook Community":["Facebook 社群"],"Business or Agency":["商業或機構"],"Business":["商業"],"Your site is misconfigured and AJAX requests are not reaching your backend. Please click %shere%s to find the common causes and possible solutions to this.<br> Error code - %s":["您的網站設定錯誤，AJAX 請求未到達您的後端。請點選 %s這裡%s 以尋找常見原因和可能的解決方案<br> 錯誤代碼 - %s"],"Failed to retrieve starter sites list.<br> Error code - %s":["無法取得範本網站清單<br> 錯誤代碼 - %s"],"Installing %s":["安裝中 %s"],"Preparing data...":["準備資料中..."],"Search for a starter site...":["搜尋範本網站..."],"All Builders":["所有編輯器"],"Pro":["Pro"],"All Plans":["所有方案"],"Select a starter site":["搜尋範本網站"],"Starter site":["範本網站"],"Export Site":["匯出網站"],"Required plan":["需要的方案"],"Upgrade to the agency plan and get instant access to this starter site and many other features.":["升級為機構方案並且立即取得此一範本網站以及許多其他功能"],"Upgrade to the business or agency plan and get instant access to this starter site and many other features.":["升級為商業或機構方案並且立即取得此一範本網站以及許多其他功能"],"Upgrade to any pro plan and get instant access to this starter site and many other features.":["升級為任何專業方案並且立即取得此一範本網站以及許多其他功能"],"This is a Pro starter site":["這是一個專業版的範本網站"],"Manage":["管理"],"Video Tutorial":["教學影片"],"Documentation":["線上說明"],"This is a Pro extension":["這是一個專業版的擴充功能"],"Compare Plans":["方案比較"],"Upgrade to the agency plan and get instant access to this and many other features.":["升級為機構方案並且立即取得此一功能以及許多其他功能"],"Upgrade to the business or agency plan and get instant access to this and many other features.":["升級為商業或機構方案並且立即取得此一功能以及許多其他功能"],"Upgrade to any pro plan and get instant access to this and many other feature.":["升級為任何專業方案並且立即取得此一功能以及許多其他功能"],"This is a Pro feature":["這是一個專業版功能"],"Agency":["機構版"],"Personal":["個人版"],"Free":["免費版"],"Unfortunately, your hosting configuration doesn't meet the minimum requirements for importing a starter site.":["很遺憾您的主機設定不符合匯入一個範本網站的最低需求."],"Can't Import Starter Site":["無法匯入範本網站"],"Active":["已啟用"],"All Categories":["所有分類"],"Extensions":["擴充功能"],"Starter Sites":["範本網站"],"Loading Starter Sites...":["載入範本網站中..."],"Export site":["匯出網站"],"Loading...":["正在載入..."],"Builder":["編輯器"],"Next":["下一個"],"Install":["安裝"],"Back":["退回"],"Please be patient and don't refresh this page, the import process may take a while, this also depends on your server.":["請耐心等候而且不要重新整理這個頁面，匯入過程可能要花一些時間，這也要看你的主機狀況。"],"Installing":["正在安裝…"],"Import content":["匯入內容"],"Import widgets":["匯入小工具"],"Import options":["匯入選項"],"Final touches":["最後處理程序"],"Child theme":["子佈景主題"],"View site":["查看網站"],"Customize":["自訂器"],"Now you can view your website or start customizing it":["現在你可以查看你的網站或是開始自訂它。"],"Starter Site Imported Successfully":["範本網站已成功匯入"],"This option will remove the previous imported content and will perform a fresh and clean install.":["這個選項將會移除先前匯入的內容並執行一個乾淨全新的安裝。"],"Clean Install":["全新安裝"],"This will import posts, pages, comments, navigation menus, custom fields, terms and custom posts.":["這將匯入文章、頁面、留言、導覽選單、自訂欄位、項目和自訂文章."],"Import Content":["匯入內容"],"This starter site can be imported and used with one of these page builders. Please select one in order to continue.":["此範本網站可以匯入並與這些頁面編輯器之一一起使用。請選擇一項以便繼續."],"Choose Page Builder":["選擇頁面編輯器"],"Learn more about child themes":["瞭解更多關於子佈景主題"],"You already have a child theme properly installed and activated. Move on.":["你已經有正確安裝並啟用一個子佈景主題了，繼續。"],"We strongly recommend to install the child theme, this way you will have freedom to make changes without breaking the parent theme.":["我們強烈建議安裝子佈景主題，這樣你才可以做修改而不會破壞父佈景的自由度。"],"We strongly recommend to activate the child theme, this way you will have freedom to make changes without breaking the parent theme.":["我們強烈建議啟用子佈景主題，這樣你才可以做修改而不會破壞父佈景的自由度。"],"Install Child Theme":["安裝子佈景主題"],"Activate Child Theme":["啟用子佈景主題"],"Reinstall":["重新安裝"],"Remove":["移除"],"What steps do you want to perform next?":["你下一步要做什麼？"],"Starter Site Removed":["範本網站已移除"],"This starter site is already installed":["這個入門網站已經安裝了"],"Deactivate demo plugins":["停用示範外掛"],"Erase content":["清除內容"],"Import":["匯入"],"Modify":["修改"],"Preview":["預覽"],"Available for":["可用於"],"The following plugins are required for this starter site in order to work properly.":["下列的外掛是這個入門網站正確運作必要的。"],"Install & Activate Plugins":["安裝並啟用外掛"],"Pro Extensions":["專業版擴充功能"],"Free Extensions":["免費版擴充功能"],"Loading Extensions Status...":["載入擴充功能狀態中..."],"Submit a Ticket":["送出支援單"],"Support":["技術支援"],"Upgrade Now":["現在升級"]}},"comment":{"reference":"static\/bundle\/dashboard.js"}}